[
  { "id": 1, "issueArea": "Economic Policy", "question": "The government increasing the development of affordable housing to expand supply and lower housing costs.", "point": -1 },
  { "id": 2, "issueArea": "Economic Policy", "question": "Prioritizing cuts to programs aimed at alleviating poverty in an attempt at reducing the national debt.", "point": 1 },
  { "id": 3, "issueArea": "Economic Policy", "question": "Taxing citizens based on their ability to pay, requiring higher contributions from those with greater income.", "point": -1 },
  { "id": 4, "issueArea": "Economic Policy", "question": "Reducing taxes on the wealthiest earners to encourage business investment and job creation.", "point": 1 },
  { "id": 5, "issueArea": "Business & Labor", "question": "Regulating large corporations to prevent price gouging and monopolistic behavior.", "point": -1 },
  { "id": 6, "issueArea": "Business & Labor", "question": "Protecting worker's right to organize and collectively bargain.", "point": -1 },
  { "id": 7, "issueArea": "Business & Labor", "question": "Reducing regulations on emerging industries such as artificial intelligence to encourage innovation.", "point": 1 },
  { "id": 8, "issueArea": "Business & Labor", "question": "Raising the federal minimum wage to match increases in cost of living.", "point": -1 },
  { "id": 9, "issueArea": "Health Care", "question": "Health insurance companies having the ability to deny or limit coverage based on pre-existing conditions.", "point": 1 },
  { "id": 10, "issueArea": "Health Care", "question": "The federal government taking responsibility for providing health insurance coverage to all citizens.", "point": -1 },
  { "id": 11, "issueArea": "Health Care", "question": "Allowing the federal government to negotiate lower drug prices.", "point": -1 },
  { "id": 12, "issueArea": "Health Care", "question": "Establishing nationwide access to abortion and reproductive health care.", "point": -1 },
  { "id": 13, "issueArea": "Education", "question": "Expanding funding for charter schools and private-school vouchers.", "point": 1 },
  { "id": 14, "issueArea": "Education", "question": "Increasing access to pre-K and early learning programs.", "point": -1 },
  { "id": 15, "issueArea": "Education", "question": "Allowing governments to regulate or restrict how topics such as race, gender, and sexuality are taught in public schools.", "point": 1 },
  { "id": 16, "issueArea": "Education", "question": "Addressing higher education's growing unaffordability through loan forgiveness programs.", "point": -1 },
  { "id": 17, "issueArea": "Environment", "question": "Expanding domestic oil drilling, fracking, and pipeline development to increase energy production.", "point": 1 },
  { "id": 18, "issueArea": "Environment", "question": "Transitioning away from fossil fuels toward renewable energy sources like solar and wind power.", "point": -1 },
  { "id": 19, "issueArea": "Environment", "question": "Requiring automakers to phase out gasoline-powered vehicles and transition to all-electric production by a set deadline.", "point": -1 },
  { "id": 20, "issueArea": "Environment", "question": "Enforcing carbon emission limits and creating carbon taxes on corporations.", "point": -1 },
  { "id": 21, "issueArea": "Civil Rights", "question": "Passing federal laws banning discrimination based on sexual orientation, gender identity, disability, race, or ethnicity.", "point": -1 },
  { "id": 22, "issueArea": "Civil Rights", "question": "Allowing businesses or organizations to deny services based on religious beliefs.", "point": 1 },
  { "id": 23, "issueArea": "Civil Rights", "question": "Restricting access to books, media, or public displays that address social or cultural issues in order to uphold traditional values.", "point": 1 },
  { "id": 24, "issueArea": "Civil Rights", "question": "Reestablishing affirmative action programs to expand opportunities for underrepresented groups.", "point": -1 },
  { "id": 25, "issueArea": "Voting Rights", "question": "Independent redistricting commissions to end partisan gerrymandering.", "point": -1 },
  { "id": 26, "issueArea": "Voting Rights", "question": "Requiring government-issued photo identification to vote.", "point": 1 },
  { "id": 27, "issueArea": "Voting Rights", "question": "Expanding early, mail-in, and same-day voting options.", "point": -1 },
  { "id": 28, "issueArea": "Voting Rights", "question": "Regulating how much businesses and super PACs can donate to candidates and politicians.", "point": -1 },
  { "id": 29, "issueArea": "Immigration & Foreign Affairs", "question": "Conducting broad deportation efforts instead of focusing on targeted enforcement against undocumented immigrants who commit serious crimes.", "point": 1 },
  { "id": 30, "issueArea": "Immigration & Foreign Affairs", "question": "Deporting undocumented children, DREAMers, and asylum seekers rather than providing a path to citizenship or legal residency.", "point": 1 },
  { "id": 31, "issueArea": "Immigration & Foreign Affairs", "question": "Reducing tariffs and trade barriers to strengthen international commerce and cooperation.", "point": -1 },
  { "id": 32, "issueArea": "Immigration & Foreign Affairs", "question": "Providing humanitarian aid even when it does not directly advance U.S. economic or military interests.", "point": -1 },
  { "id": 33, "issueArea": "Public Safety", "question": "Implementing universal background checks and a nationwide ban on assault weapons.", "point": -1 },
  { "id": 34, "issueArea": "Public Safety", "question": "Imposing longer prison sentences and stricter penalties to deter crime and reduce repeat offenses.", "point": 1 },
  { "id": 35, "issueArea": "Public Safety", "question": "Decriminalizing marijuana and prioritizing rehabilitation over incarceration for drug offenders.", "point": -1 },
  { "id": 36, "issueArea": "Public Safety", "question": "Ensuring that federal disaster relief funding is distributed equally, regardless of a state's political alignment or leadership.", "point": -1 }
]
